{
  "movies": [
    {
      "id": 1,
      "title": "The Shawshank Redemption",
      "overview": "En 'The Shawshank Redemption' la injusticia transforma la vida de Andy Dufresne, un banquero condenado por un crimen que no cometió. Lo que empieza como una historia de supervivencia en el interior de una cárcel rutinaria se convierte en una meditación sobre la esperanza, la dignidad y la amistad. Andy usa su inteligencia y sus conocimientos para abrir pequeñas grietas en la estructura corrupta de Shawshank, forjando un vínculo con Red que actúa como contrapunto emocional y moral. La película equilibra escenas de claustrofobia con momentos de liberación íntima; su brillo radica en cómo presenta la esperanza no como una idea abstracta, sino como un acto cotidiano y subversivo. Es un relato de resistencia humana, paciencia y redención que ha conectado profundamente con audiencias por su honestidad emocional y su final catártico.",
      "poster_path": "https://image.tmdb.org/t/p/w500/q6y0Go1tsGEsmtFryDOJo3dEmqu.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/iNh3BivHyg5sQRPP1KOkzguEX0H.jpg",
      "release_date": "1994-09-23",
      "vote_average": 9.3,
      "vote_count": 2700000,
      "popularity": 95.5,
      "genre_ids": [18],
      "original_language": "en"
    },
    {
      "id": 2,
      "title": "The Godfather",
      "overview": "Francis Ford Coppola traza en 'The Godfather' un fresco íntimo y brutal sobre el poder familiar y la corrupción moral del sueño americano. La saga de los Corleone presenta a Vito como patriarca pragmático y a Michael como hijo distante que acaba sucumbiendo al negocio de la familia; ese tránsito se narra con economía y precisión. La película explora lealtad, honor y pragmatismo criminal, mostrando cómo las decisiones públicas y privadas se retroalimentan hasta consumir la humanidad de los protagonistas. Su puesta en escena, las interpretaciones y la construcción de atmósferas han convertido a la obra en un paradigma del cine de mafias, donde lo cotidiano y lo violento conviven en una estética sobria y memorable.",
      "poster_path": "https://image.tmdb.org/t/p/w500/3bhkrj58Vtu7enYsRolD1fZdja1.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/tmU7GeKVybMWFButWEGl2M4GeiP.jpg",
      "release_date": "1972-03-14",
      "vote_average": 9.2,
      "vote_count": 1900000,
      "popularity": 92.8,
      "genre_ids": [18, 80],
      "original_language": "en"
    },
    {
      "id": 3,
      "title": "The Godfather Part II",
      "overview": "Continuación y contraste con la primera, 'The Godfather Part II' entrelaza el ascenso de un joven Vito Corleone con la consolidación de Michael en el poder. La dualidad temporal permite examinar el coste del dominio y la erosión de la moral personal: Vito construye, Michael destruye. El film profundiza en temas como la soledad del poder, la traición y la manera en que las instituciones familiares reproducen la violencia. Es una obra compleja que funciona tanto como secuela como estudio de carácter, apoyada en actuaciones contenidas y en la capacidad del director para convertir espacios íntimos en campos de batalla simbólicos.",
      "poster_path": "https://image.tmdb.org/t/p/w500/hek3koDUyRQk7FIhPXsa6mT2Zc3.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/poec6RqOKY9iSiIUmfyfPfiLtvB.jpg",
      "release_date": "1974-12-20",
      "vote_average": 9.0,
      "vote_count": 1300000,
      "popularity": 88.7,
      "genre_ids": [18, 80],
      "original_language": "en"
    },
    {
      "id": 4,
      "title": "Schindler's List",
      "overview": "La película de Spielberg es un testimonio cinematográfico del horror del Holocausto y de la capacidad humana para la compasión. Siguiendo a Oskar Schindler, un empresario oportunista que termina salvando a más de mil personas, el film usa una estética en blanco y negro que potencia la gravedad de cada escena. Schindler mismo es presentado como un personaje ambiguo cuya transformación moral plantea preguntas sobre responsabilidad, culpa y redención. Más que reconstruir hechos, la película busca transmitir sensorialmente la devastación y la dignidad de quienes sobrevivieron, y se sostiene por su sensibilidad, rigor histórico y la contundencia emocional de sus imágenes.",
      "poster_path": "https://image.tmdb.org/t/p/w500/sF1U4EUQS8YHUYjNl3pMGNIQyr0.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/loRmRzQXZeqG78TqZuyvSlEQfZb.jpg",
      "release_date": "1993-11-30",
      "vote_average": 8.9,
      "vote_count": 1450000,
      "popularity": 67.8,
      "genre_ids": [18, 36, 10752],
      "original_language": "en"
    },
    {
      "id": 5,
      "title": "Pulp Fiction",
      "overview": "Pulp Fiction redefine el thriller criminal con estructura no lineal, diálogos filosos y personajes memorables. Tarantino mezcla humor y violencia en tramas cruzadas que exploran moralidad, azar y redención en un bajo mundo estilizado. Las escenas —desde conversaciones banales hasta momentos de extrema tensión— funcionan como pequeños set pieces que, juntos, componen una sinfonía de personajes imperfectos. La película juega con la intertextualidad y la cultura pop, y transforma lo grotesco en poética urbana; su ritmo y su voz única la convirtieron en un punto de referencia para el cine contemporáneo.",
      "poster_path": "https://image.tmdb.org/t/p/w500/d5iIlFn5s0ImszYzBPb8JPIfbXD.jpg",
      "backdrop_path": "https://www.roomforzoom.com/backgrounds/Pulp-Fiction-Be-part-of-cast-of-270.jpg",
      "release_date": "1994-09-10",
      "vote_average": 8.9,
      "vote_count": 2700000,
      "popularity": 96.3,
      "genre_ids": [80, 53],
      "original_language": "en"
    },
    {
      "id": 6,
      "title": "The Dark Knight",
      "overview": "Más que una película de superhéroes, 'The Dark Knight' es un thriller moral sobre el caos y la responsabilidad. El Joker, encarnación del desorden, obliga a Batman a confrontar límites éticos que erosionan tanto su imagen pública como su vida privada. La cinta examina cómo las figuras heroicas responden cuando el adversario despoja la moral de su contexto: el resultado es una narrativa tensa, con acción espectacular y debates morales intensos. La actuación del antagonista, la dirección y la puesta en escena convierten el film en un estudio sombrío sobre seguridad, sacrificio y la fragilidad del orden social.",
      "poster_path": "https://image.tmdb.org/t/p/w500/qJ2tW6WMUDux911r6m7haRef0WH.jpg",
      "backdrop_path": "https://play-lh.googleusercontent.com/proxy/U0fYs0rA2mQKDdUstbFKT4n3TgM4vWUgoshM0ilZn3pFjU9p6B7USRAffZ0feQF3aJXZRHqL-CkeXZbitHvtlUBgdGicp1EAxv55tV8Q_juRpnwKIBh0Jg=s3840-w3840-h2160",
      "release_date": "2008-07-18",
      "vote_average": 9.0,
      "vote_count": 3200000,
      "popularity": 98.2,
      "genre_ids": [28, 80, 18, 53],
      "original_language": "en"
    },
    {
      "id": 7,
      "title": "12 Angry Men",
      "overview": "Un estudio de tensión humana y deliberación colectiva: veinticuatro escenarios condensados en una sala de jurado. '12 Angry Men' explora prejuicios, razonamiento y el proceso de alcanzar justicia; a través de un dispositivo minimalista despliega aristas psicológicas y sociales de cada personaje. La claustrofobia, el calor físico y la presión social se convierten en metáforas del conflicto moral. Cada intervención modifica la percepción del caso y revela cómo los sesgos personales afectan decisiones de vida o muerte. Es un clásico del cine por su potencia dramática y la impecable economía de recursos narrativos.",
      "poster_path": "https://image.tmdb.org/t/p/w500/ppd84D2i9W8jXmsyInGyihiSyqz.jpg",
      "backdrop_path": "https://i0.wp.com/hildyjohnson.es/wp-content/uploads/2013/03/docehombressinpiedad.png",
      "release_date": "1957-04-10",
      "vote_average": 8.9,
      "vote_count": 850000,
      "popularity": 45.3,
      "genre_ids": [18],
      "original_language": "en"
    },
    {
      "id": 8,
      "title": "Inception",
      "overview": "Inception es un thriller intelectual sobre la arquitectura de la mente y la moral de la manipulación mental. Dom Cobb, experto en 'extracción' de secretos desde sueños, se enfrenta a la misión casi imposible de implantar una idea. La película combina acción espectacular con dilemas sobre identidad, culpa y realidad: los niveles oníricos funcionan como laberintos psicológicos donde el tiempo y la causalidad se vuelven maleables. Su ambición formal —con set pieces que juegan con la gravedad y el montaje— va al servicio de una historia íntima sobre pérdida y redención, que deja al espectador en la frontera entre lo real y lo soñado.",
      "poster_path": "https://image.tmdb.org/t/p/w500/9gk7adHYeDvHkCSEqAvQNLV5Uge.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/8IB2e4r4oVhHnANbnm7O3Tj6tF8.jpg",
      "release_date": "2010-07-15",
      "vote_average": 8.8,
      "vote_count": 2500000,
      "popularity": 95.7,
      "genre_ids": [28, 878, 53],
      "original_language": "en"
    },
    {
      "id": 9,
      "title": "Fight Club",
      "overview": "Basada en la novela de Chuck Palahniuk, Fight Club articula una furiosa crítica al consumismo y a la crisis de identidad masculina contemporánea. A partir de la figura del narrador anónimo y su relación con el carismático Tyler Durden, la narración explora la violencia como forma de catarsis y la disolución del yo en la búsqueda de autenticidad. La película mezcla humor negro con violencia estilizada, y su giro final replantea toda la perspectiva del relato. Más allá del choque estético, plantea preguntas sobre la alienación, la masculinidad performativa y las consecuencias de buscar sentido fuera de las estructuras sociales establecidas.",
      "poster_path": "https://image.tmdb.org/t/p/w500/pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/hZkgoQYus5vegHoetLkCJzb17zJ.jpg",
      "release_date": "1999-10-15",
      "vote_average": 8.8,
      "vote_count": 2800000,
      "popularity": 97.4,
      "genre_ids": [18],
      "original_language": "en"
    },
    {
      "id": 10,
      "title": "Forrest Gump",
      "overview": "Forrest Gump narra la vida de un hombre sencillo que, por ingenuidad y bondad, termina cruzando momentos claves de la historia estadounidense. La ingenuidad del protagonista funciona como lente moral: su mirada inocente permite re-interpretar logros y tragedias de una nación. La relación con Jenny, sus experiencias en la guerra y su persistente optimismo componen una fábula emocional sobre azar, destino y la fuerza del cariño. La película equilibra comedia, drama y melodrama con una sensibilidad que ha hecho que su iconografía —y sus frases— perduren en la cultura popular.",
      "poster_path": "https://image.tmdb.org/t/p/w500/arw2vcBveWOVZr6pxd9XTd1TdQa.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/7c9UVPPiTPltouxRVY6N9uugaVA.jpg",
      "release_date": "1994-06-23",
      "vote_average": 8.8,
      "vote_count": 2600000,
      "popularity": 89.2,
      "genre_ids": [35, 18, 10749],
      "original_language": "en"
    },
    {
      "id": 11,
      "title": "The Matrix",
      "overview": "Matrix plantea la pregunta fundacional: ¿y si la realidad que percibimos fuera una simulación? A través de Neo y el arco del 'elegido', el film combina filosofía, mitología y artes marciales para construir una distopía tecnológica donde la liberación intelectual es también emancipada corporalmente. La película se distingue por su imaginería visual y su uso de efectos que redefinieron el cine de acción. Al mismo tiempo que entretiene con secuencias virtuosas, propone una reflexión sobre alienación, control social y la posibilidad de elección frente a sistemas opresivos.",
      "poster_path": "https://image.tmdb.org/t/p/w500/f89U3ADr1oiB1s9GkdPOEpXUk5H.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/fNG7i7RqMErkcqhohV2a6cV1Ehy.jpg",
      "release_date": "1999-03-31",
      "vote_average": 8.7,
      "vote_count": 2000000,
      "popularity": 93.8,
      "genre_ids": [28, 878],
      "original_language": "en"
    },
    {
      "id": 12,
      "title": "Goodfellas",
      "overview": "Goodfellas traza el ascenso y la caída dentro del mundo mafioso desde la perspectiva de Henry Hill. Scorsese captura la fascinación por el poder y la lógica interna del crimen organizado: brillo, lujos y violencia conviven en un flujo que seduce y destruye. La película es una crónica de cómo la vida criminal corrompe las relaciones y las expectativas personales; su ritmo frenético, montaje dinámico y banda sonora crean una experiencia casi hipnótica que explica por qué la vida del hampa atrae al mismo tiempo que repugna. Es una lección de realización cinematográfica y de moral ambivalente.",
      "poster_path": "https://image.tmdb.org/t/p/w500/aKuFiU82s5ISJpGZp7YkIr3kCUd.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/sw7mordbZxgITU877yTpZCud90M.jpg",
      "release_date": "1990-09-12",
      "vote_average": 8.7,
      "vote_count": 1200000,
      "popularity": 76.4,
      "genre_ids": [18, 80],
      "original_language": "en"
    },
    {
      "id": 13,
      "title": "The Lord of the Rings: The Return of the King",
      "overview": "La conclusión épica de la trilogía de la Tierra Media, 'Return of the King' combina batallas a gran escala con resoluciones íntimas. Frodo y Sam concluyen su viaje de carga moral, mientras que Aragorn y los líderes de la resistencia encaran la guerra por la supervivencia del mundo libre. La película maneja temas de sacrificio, camaradería y el coste del heroísmo, y equilibra espectaculares escenas de combate con momentos de recogimiento que permiten la reparación emocional de los personajes. Su escala y su atención al detalle hacen que el cierre sea a la vez catártico y humanamente convincente.",
      "poster_path": "https://image.tmdb.org/t/p/w500/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
      "backdrop_path": "https://cartelera.elpais.com/assets/uploads/2019/12/06030128/F_08976.jpg",
      "release_date": "2003-12-17",
      "vote_average": 8.9,
      "vote_count": 2300000,
      "popularity": 94.1,
      "genre_ids": [12, 14, 28],
      "original_language": "en"
    },
    {
      "id": 14,
      "title": "The Empire Strikes Back",
      "overview": "Oscura y más compleja que su predecesora, 'The Empire Strikes Back' profundiza en la mitología de sus personajes: las dudas de Luke, la astucia de Leia y la ominosa presencia de Vader. La película es conocida por su tono más sombrío y por desarrollar la saga hacia conflictos morales y traiciones inesperadas. Las secuencias en Hoth y el entrenamiento con Yoda consolidan la mezcla entre aventura espacial y relato iniciático; su revelación central (un clásico del cine) reconfigura la relación entre héroe y villano y eleva el drama personal dentro de una saga galáctica.",
      "poster_path": "https://www.mubis.es/media/users/12828/201971/poster-el-imperio-contraataca-original.jpg",
      "backdrop_path": "https://www.lavanguardia.com/files/og_thumbnail/uploads/2020/05/21/5fa91992d0a7a.jpeg",
      "release_date": "1980-05-20",
      "vote_average": 8.7,
      "vote_count": 1600000,
      "popularity": 78.9,
      "genre_ids": [12, 28, 878],
      "original_language": "en"
    },
    {
      "id": 15,
      "title": "Interstellar",
      "overview": "Interstellar combina ciencia dura con emoción humana: en el centro hay un padre dispuesto a cruzar el cosmos por el futuro de su hija. La película usa viajes interestelares, agujeros de gusano y relatividad para hablar de amor, sacrificio y la fragilidad de la memoria. Su ambición es doble: ofrecer grandeza visual y plantear preguntas éticas sobre la supervivencia de la especie versus los lazos personales. El guion mezcla ideas científicas con símbolos emocionales, y la banda sonora y la cinematografía elevan la experiencia a un registro épico y contemplativo.",
      "poster_path": "https://image.tmdb.org/t/p/w500/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/pZvZjxPFfWWIwtPQodsNygQ6u5Z.jpg",
      "release_date": "2014-11-05",
      "vote_average": 8.6,
      "vote_count": 3400000,
      "popularity": 92.4,
      "genre_ids": [12, 18, 878],
      "original_language": "en"
    },
    {
      "id": 16,
      "title": "City of God",
      "overview": "Rodada con energía casi documental, 'City of God' retrata el ascenso del crimen en las favelas de Río de Janeiro a través de los ojos de un aspirante a fotógrafo. La narrativa fragmentada explora cómo violencia y cultura se entrelazan: juventud, ambición y supervivencia se conjugan en escenas de un realismo implacable. La película destaca por su montaje rítmico y su honestidad en mostrar cómo las estructuras sociales reproducen la criminalidad. Es un testimonio audiovisual que combina estética y denuncia social.",
      "poster_path": "https://image.tmdb.org/t/p/w500/k7eYdWvhYQyRQoU2TB2A2Xu2TfD.jpg",
      "backdrop_path": "https://assets.mubicdn.net/images/film/160/image-w856.jpg?1745490954",
      "release_date": "2002-08-30",
      "vote_average": 8.4,
      "vote_count": 680000,
      "popularity": 45.2,
      "genre_ids": [18, 80],
      "original_language": "pt"
    },
    {
      "id": 17,
      "title": "Spirited Away",
      "overview": "La obra maestra de Miyazaki es un cuento moderno sobre el paso a la madurez. Chihiro, al encontrarse en un mundo de espíritus y rituales, debe aprender a valerse por sí misma: la película mezcla lo fantástico y lo moral, explorando identidad y pérdida. La imaginería es rica en simbolismos —baños espirituales, seres transformadores— y la animación crea un mundo coherente y detallado que favorece una experiencia inmersiva. Es una fábula universal sobre crecer, recordar quién eres y la importancia de la empatía.",
      "poster_path": "https://image.tmdb.org/t/p/w500/39wmItIWsg5sZMyRUHLkWBcuVCM.jpg",
      "backdrop_path": "https://proyectonaschy.com/wp-content/uploads/2017/07/por-que-el-viaje-de-chihiro-es-la-mejor-pelicula-animada-de-todos-los-tiempos-body-image-1469057324-size_1000.jpg",
      "release_date": "2001-07-20",
      "vote_average": 8.5,
      "vote_count": 1500000,
      "popularity": 76.8,
      "genre_ids": [16, 10751, 14],
      "original_language": "ja"
    },
    {
      "id": 18,
      "title": "Saving Private Ryan",
      "overview": "Spielberg ofrece, en la apertura, una de las escenas de desembarco más crudas de la historia del cine; a partir de ella, la película se convierte en una reflexión sobre el deber y el coste humano de la guerra. Un grupo de soldados busca a Ryan para devolverle a su familia, y en su travesía se exponen la camaradería, el trauma y las decisiones éticas en medio del conflicto. El film no evade la violencia, pero tampoco la glorifica: su propósito es mostrar el sufrimiento y la nobleza humanas dentro de la locura bélica.",
      "poster_path": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSzdFj21HBCymrQM50F9Hykneh3cS3UhoIxbA&s",
      "backdrop_path": "https://play-lh.googleusercontent.com/proxy/AGlrta6adncJqOLEDmsen8QsqU6-zz5AOuhGYvc7j-e_nPE7fU1WgQcHdgl9H6C9X6q3PmXVyTz7K9KyiRNklzRjUSQst4pZq6jsp8_XvgXTzlG-6Q=s1920-w1920-h1080",
      "release_date": "1998-07-24",
      "vote_average": 8.2,
      "vote_count": 1500000,
      "popularity": 68.3,
      "genre_ids": [18, 10752],
      "original_language": "en"
    },
    {
      "id": 19,
      "title": "The Green Mile",
      "overview": "Una fábula contemporánea ambientada en el corredor de la muerte: 'The Green Mile' mezcla lo fantástico con la injusticia penal. John Coffey, condenado por un crimen terrible, posee un don que desafía explicaciones y obliga a los carceleros a confrontar sus propias creencias. A través de relatos sobre pena capital, compasión y milagro, la película explora el peso de la empatía frente a la ley y la burocracia. Su tono emotivo y su altísima carga moral hacen de la obra un relato sobre redención, culpa y humanidad.",
      "poster_path": "https://image.tmdb.org/t/p/w500/velWPhVMQeQKcxggNEU8YmIo52R.jpg",
      "backdrop_path": "https://www.hollywoodreporter.com/wp-content/uploads/2019/10/the_green_mile_-_h_-_1999.jpg",
      "release_date": "1999-12-10",
      "vote_average": 8.5,
      "vote_count": 1600000,
      "popularity": 72.1,
      "genre_ids": [14, 18, 80],
      "original_language": "en"
    },
    {
      "id": 20,
      "title": "Parasite",
      "overview": "Bong Joon-ho construye una fábula social afilada como un bisturí: 'Parasite' observa la tensión entre dos familias y convierte la desigualdad en suspense y tragedia. La convivencia incómoda desencadena un crescendo que mezcla humor negro, violencia y crítica social; la puesta en escena, llena de detalles arquitectónicos simbólicos, subraya la distancia física y psicológica entre clases. Es una película que alterna registro con destreza y que, al mismo tiempo, plantea cuestiones universales sobre aspiraciones, humillación y la fragilidad de las apariencias.",
      "poster_path": "https://image.tmdb.org/t/p/w500/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
      "backdrop_path": "https://m.media-amazon.com/images/S/pv-target-images/7591a8caaf3aa11de45425fb06328c0c2973f618c6bf6aeac1d955252f4e2eb7._SX1080_FMjpg_.jpg",
      "release_date": "2019-05-30",
      "vote_average": 8.5,
      "vote_count": 1800000,
      "popularity": 89.7,
      "genre_ids": [35, 18, 53],
      "original_language": "ko"
    },
    {
      "id": 21,
      "title": "Se7en",
      "overview": "Un noir contemporáneo que convierte el pecado en mapa narrativo: dos detectives persiguen a un asesino que estructura sus crímenes en torno a los siete pecados capitales. La oscuridad urbana, la investigación metódica y el desenlace perturbador hacen de 'Se7en' un thriller que explora la obsesión ética y el impacto del mal premeditado. La estética sombría y la resolución final —cruda y memorable— funcionan como una crítica al cinismo y a la complacencia social.",
      "poster_path": "https://image.tmdb.org/t/p/w500/6yoghtyTpznpBik8EngEmJskVUO.jpg",
      "backdrop_path": "https://cdn.avpasion.com/wp-content/uploads/2025/02/seven_portada.jpg",
      "release_date": "1995-09-22",
      "vote_average": 8.6,
      "vote_count": 1800000,
      "popularity": 75.4,
      "genre_ids": [80, 9648, 53],
      "original_language": "en"
    },
    {
      "id": 22,
      "title": "The Silence of the Lambs",
      "overview": "Un thriller psicológico que enfrenta a una joven agente del FBI con la mente de un asesino brillante. La tensión entre Clarice Starling y Hannibal Lecter es a la vez intelectual y moral; Lecter actúa como espejo oscuro que cataliza el valor y la vulnerabilidad de Clarice. La película es fría en su procedimiento policial pero intensa en su humanidad: explora miedo, poder y el costo emocional de la investigación criminal. Su mezcla de atmósfera inquietante y actuaciones contenidas la convirtió en un clásico del género.",
      "poster_path": "https://image.tmdb.org/t/p/w500/uS9m8OBk1A8eM9I042bx8XXpqAq.jpg",
      "backdrop_path": "https://cdn.avpasion.com/wp-content/uploads/2025/02/seven_portada.jpg",
      "release_date": "1991-02-14",
      "vote_average": 8.3,
      "vote_count": 1500000,
      "popularity": 62.8,
      "genre_ids": [80, 18, 53],
      "original_language": "en"
    },
    {
      "id": 23,
      "title": "The Usual Suspects",
      "overview": "Un puzzle criminal que juega con identidades y expectativas: la narración fragmentada y la figura de Keyser Söze mantienen la tensión hasta un final que reordena todo lo visto. El relato se construye mediante confesiones y flashbacks que permiten cuestionar la fiabilidad del narrador, y la película explora cómo la mitología criminal se alimenta del miedo y la leyenda urbana. Es una pieza sobre el arte del engaño y el poder de la revelación final.",
      "poster_path": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTUGvmnp1_M2sOXma55IyIp0anMoTkpp5hHiQ&s",
      "backdrop_path": "https://i.guim.co.uk/img/media/63c29c157dcefca7a6afc793160c760d0897d619/52_116_1940_1164/master/1940.jpg?width=1200&quality=85&auto=format&fit=max&s=c917dba52ebf79b7264c82a20064db39",
      "release_date": "1995-07-19",
      "vote_average": 8.5,
      "vote_count": 1100000,
      "popularity": 58.3,
      "genre_ids": [18, 80, 53],
      "original_language": "en"
    },
    {
      "id": 24,
      "title": "The Lion King",
      "overview": "Una fábula animada que combina música, drama y arquetipos clásicos: el viaje de Simba desde la pérdida hasta la reivindicación traza un rito de paso universal. El film articula temas de responsabilidad, ciclo vital y el significado del legado, mientras entrega canciones y secuencias visuales que han quedado en la memoria colectiva. Su tono épico pero accesible la vuelve una obra de referencia en la animación familiar que también contiene capas emotivas para espectadores adultos.",
      "poster_path": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiRLse16Bba4ZjyrOwoa4hq-qMOmbwwFeE0wFpwGkssm88My_s0U3k6YG_QA43tiOH8Cv8AX7JbcX2uki3gxf6_6d3Kjr7B_plvd87fLWRhjLhSE8ltt_5xwDC3sE6AmdcwfRkqcBnXvNo/s1600/32+-+El+Rey+Le%C3%B3n.jpg",
      "backdrop_path": "https://s1.elespanol.com/2018/02/23/social/la_jungla_-_social_287234050_67110104_1706x960.jpg",
      "release_date": "1994-06-24",
      "vote_average": 8.3,
      "vote_count": 1800000,
      "popularity": 82.5,
      "genre_ids": [16, 18, 10751],
      "original_language": "en"
    },
    {
      "id": 25,
      "title": "Gladiator",
      "overview": "Un relato épico sobre venganza y honor: Máximo, un general traicionado que se convierte en gladiador, encarna la resistencia individual frente a la tiranía imperial. 'Gladiator' equilibra batallas monumentales con momentos íntimos de pérdida y dignidad, y su estética reaviva la épica clásica con un pulso moderno. Sus temas sobre memoria, liderazgo y la corrupción del poder la convirtieron en una película emotiva y espectacular, con un protagonista cuya integridad moral actúa como centro ético del relato.",
      "poster_path": "https://image.tmdb.org/t/p/w500/ty8TGRuvJLPUmAR1H1nRIsgwvim.jpg",
      "backdrop_path": "https://i0.wp.com/alexandermeddings.com/wp-content/uploads/2024/08/gladiator_-_h_-_2000.webp",
      "release_date": "2000-05-01",
      "vote_average": 8.2,
      "vote_count": 1700000,
      "popularity": 74.6,
      "genre_ids": [28, 18, 12],
      "original_language": "en"
    },
    {
      "id": 26,
      "title": "Terminator 2: Judgment Day",
      "overview": "Una rara secuela que supera a su antecedente: 'Terminator 2' combina acción trepidante con reflexión sobre el libre albedrío y la posibilidad de cambiar el futuro. El T-800, en un giro moral, actúa ahora como protector; la relación entre máquina y humanidad se vuelve el eje emocional. La película perfecciona efectos visuales pioneros y plantea preguntas sobre responsabilidad tecnológica y sacrificio. Es un equilibrio perfecto entre entretenimiento visceral y subtexto humano.",
      "poster_path": "https://image.tmdb.org/t/p/w500/5M0j0B18abtBI5gi2RhfjjurTqb.jpg",
      "backdrop_path": "https://m.media-amazon.com/images/M/MV5BMjVkMDg5ODAtYjk5ZC00NTczLWFlY2ItZjU3Mjk0MzEyZjQ1XkEyXkFqcGc@._V1_.jpg",
      "release_date": "1991-07-03",
      "vote_average": 8.1,
      "vote_count": 1200000,
      "popularity": 69.8,
      "genre_ids": [28, 53, 878],
      "original_language": "en"
    },
    {
      "id": 27,
      "title": "American History X",
      "overview": "Un drama potente sobre radicalización y posibilidad de cambio: la historia sigue la caída de un joven en el racismo y su lenta reeducación tras la cárcel. La película examina cómo los discursos de odio se construyen y se perpetúan, pero también cómo la exposición a otras realidades puede transformar creencias. El retrato de relaciones familiares y la tensión entre pasado y posibilidad hacen del film una pieza incómoda y necesaria sobre responsabilidad social y las consecuencias individuales del prejuicio.",
      "poster_path": "https://image.tmdb.org/t/p/w500/c2gsmSQ2Cqv8zosqKOCwRS0GFBS.jpg",
      "backdrop_path": "https://play-lh.googleusercontent.com/proxy/jTYGgdQq9nY63p_IfDz3v-d9-8-pLvUGcyjFMvju9YlxaN4smATbasot694eyJ3jQKwONzFSeUv7Nk0JAIerLhHMvuZSO3OAfwx9j7XMQuKHmuQn2g=s1920-w1920-h1080",
      "release_date": "1998-10-30",
      "vote_average": 8.5,
      "vote_count": 1200000,
      "popularity": 61.2,
      "genre_ids": [18],
      "original_language": "en"
    },
    {
      "id": 28,
      "title": "The Pianist",
      "overview": "Basada en memorias reales, 'The Pianist' narra la supervivencia de Władysław Szpilman en la Varsovia ocupada. La película es un estudio de resistencia y dignidad: la música y el silencio se alternan para mostrar vida en condiciones extremas. La cámara observa con sobriedad, evitando sentimentalismos fáciles, y convierte pequeñas acciones en gestos heroicos. Es una obra que documenta la barbarie y celebra la resiliencia del individuo frente a la desaparición de la civilidad.",
      "poster_path": "https://preview.redd.it/the-pianist-2002-heart-wrenching-bone-chilling-film-very-v0-drqt0p34w8qc1.jpg?width=426&format=pjpg&auto=webp&s=a7d04cb2bacbf4dd167e2ab3173b0f3b78983724",
      "backdrop_path": "https://filasiete.com/wp-content/uploads/2003/01/El-pianista.png",
      "release_date": "2002-09-17",
      "vote_average": 8.5,
      "vote_count": 900000,
      "popularity": 52.7,
      "genre_ids": [18, 10752],
      "original_language": "en"
    },
    {
      "id": 29,
      "title": "Back to the Future",
      "overview": "Una comedia de aventuras sofisticada sobre viaje en el tiempo y causalidad lúdica: Marty McFly y Doc Brown crean situaciones donde lo personal y lo histórico se mezclan. El film equilibra ingenio, carisma y una estructura narrativa que explora consecuencias inesperadas. Su tono optimista y su precisión en la premisa lo volvieron un fenómeno cultural que combina ciencia ficción accesible con humor generacional.",
      "poster_path": "https://image.tmdb.org/t/p/w500/xlBivetfrtF84Yx0zISShnNtHYe.jpg",
      "backdrop_path": "https://www.cartagena.es/gestion/images/0/189526.jpg",
      "release_date": "1985-07-03",
      "vote_average": 8.3,
      "vote_count": 1300000,
      "popularity": 71.9,
      "genre_ids": [12, 35, 878],
      "original_language": "en"
    },
    {
      "id": 30,
      "title": "Whiplash",
      "overview": "Un estudio sobre la exigencia artística y el coste psicológico del perfeccionismo: Andrew, joven baterista, y Fletcher, su instructor, se enfrentan en una relación que roza la crueldad pedagógica. La película pregunta cuánto dolor es justificable en nombre del talento y hasta qué punto la obsesión puede convertirse en creación. Su montaje, ritmo e intensidad sonora reflejan la ansiedad del personaje central y transportan al espectador a la tensión emocional de la búsqueda de la excelencia.",
      "poster_path": "https://resizing.flixster.com/-XZAfHZM39UwaGJIFWKAE8fS0ak=/v3/t/assets/p10488558_p_v12_ai.jpg",
      "backdrop_path": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT17fYH2Oz1DFnhflbqf69pzJv1H7JtZAXXuA&s",
      "release_date": "2014-10-10",
      "vote_average": 8.5,
      "vote_count": 1100000,
      "popularity": 65.4,
      "genre_ids": [18, 10402],
      "original_language": "en"
    },
    {
      "id": 31,
      "title": "The Departed",
      "overview": "Thriller de identidad y traición ambientado en Boston: agentes dobles y lealtades fragmentadas componen una red donde nadie es del todo confiable. Scorsese articula la tensión entre códigos de honor criminal y ética policial, y maneja con habilidad la violencia moral y física. El ritmo, las actuaciones y la estructura de capas hacen del film una disección moderna sobre duplicidad y destino.",
      "poster_path": "https://image.tmdb.org/t/p/w500/nT97ifVT2J1yMQmeq20Qblg61T.jpg",
      "backdrop_path": "https://ew.com/thmb/AciXGQJ95L8oTrXJ-8s8LVLGYf8=/2000x0/filters:no_upscale():max_bytes(150000):strip_icc()/the-departed-2000-929aa9b076444171bf24fa24094a0800.jpg",
      "release_date": "2006-10-06",
      "vote_average": 8.2,
      "vote_count": 1400000,
      "popularity": 68.1,
      "genre_ids": [18, 80, 53],
      "original_language": "en"
    },
    {
      "id": 32,
      "title": "The Prestige",
      "overview": "Un duelo entre magos que funciona como fábula sobre la obsesión y el coste del secreto. La película estructura su narración en actos (presentación, giro, prestigio) y explora cómo la devoción por el truco devora la vida personal. Temas como ilusión, sacrificio y ética científica se entrelazan en un thriller con atmósfera victoriana y giros calculados que cuestionan hasta qué punto la ambición justifica el engaño.",
      "poster_path": "https://m.media-amazon.com/images/M/MV5BMGZkMGFiMDQtMTE5YS00OTk5LTk4MGQtYTAyOTZkZmQ2ZjAyXkEyXkFqcGc@._V1_.jpg",
      "backdrop_path": "https://periodismo.ull.es/wp-content/uploads/2025/07/IMG_4307.jpeg",
      "release_date": "2006-10-20",
      "vote_average": 8.2,
      "vote_count": 1400000,
      "popularity": 66.3,
      "genre_ids": [18, 9648, 878],
      "original_language": "en"
    },
    {
      "id": 33,
      "title": "Alien",
      "overview": "Ciencia ficción y terror se ensamblan en un viaje claustrofóbico: la tripulación de un carguero espacial enfrenta a una criatura perfecta diseñada para matar. 'Alien' es notable por su construcción de atmósfera, su diseño monstruoso y su ritmo que alterna suspense y violencia. Ripley emerge como un arquetipo de heroína moderna: su pragmatismo y resistencia la convierten en figura icónica del género.",
      "poster_path": "https://image.tmdb.org/t/p/w500/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg",
      "backdrop_path": "https://m.media-amazon.com/images/S/pv-target-images/eff581eef749ceb4d19a8c928c54d6474d24756be635030777d1a0e356cc9cef._SX1080_FMjpg_.jpg",
      "release_date": "1979-05-25",
      "vote_average": 8.4,
      "vote_count": 1100000,
      "popularity": 59.8,
      "genre_ids": [27, 878],
      "original_language": "en"
    },
    {
      "id": 34,
      "title": "Memento",
      "overview": "Narrada en fragmentos y con un mecanismo inverso, 'Memento' coloca al espectador en la posición del protagonista que no puede formar nuevos recuerdos. La estructura formal es parte del contenido: la confusión narrativa refleja el trauma y la venganza, y obliga a cuestionar la fiabilidad de la memoria. La película es un rompecabezas psicológico que interroga identidad, verdad y las razones por las que nos contamos historias a nosotros mismos.",
      "poster_path": "https://media.posterlounge.com/img/products/780000/772017/772017_poster.jpg",
      "backdrop_path": "https://pics.filmaffinity.com/Memento-753794023-large.jpg",
      "release_date": "2000-10-11",
      "vote_average": 8.4,
      "vote_count": 1300000,
      "popularity": 63.5,
      "genre_ids": [9648, 53],
      "original_language": "en"
    },
    {
      "id": 35,
      "title": "The Great Dictator",
      "overview": "Chaplin usa la sátira para atacar el totalitarismo y la locura del culto a la figura política. Alternando humor y momentos sinceros, la película culmina en un poderoso alegato humanista que condena la opresión y aboga por la dignidad común. Es una obra seminal que mezcla comedia y compromiso político con un riesgo moral notable para su autor.",
      "poster_path": "https://www.leliana.es/sites/www.leliana.es/files/Charles-Chaplin-El-gran-dictador.jpg",
      "backdrop_path": "https://ethic.es/wp-content/uploads/2019/01/maxresdefault.jpg",
      "release_date": "1940-10-15",
      "vote_average": 8.4,
      "vote_count": 250000,
      "popularity": 28.7,
      "genre_ids": [35, 18, 10752],
      "original_language": "en"
    },
    {
      "id": 36,
      "title": "Django Unchained",
      "overview": "Tarantino construye un western revisionista que mezcla violencia estilizada y crítica histórica. Django, liberado y aliado con un cazarrecompensas, busca rescatar a su esposa en un clima de esclavitud brutal; la película alterna humor negro, venganza y cuestionamientos morales. El tono provoca: entretiene y confronta al espectador con imágenes incómodas sobre un pasado sanguinario, usando la estética del género para subrayar su denuncia.",
      "poster_path": "https://image.tmdb.org/t/p/w500/7oWY8VDWW7thTzWh3OKYRkWUlD5.jpg",
      "backdrop_path": "https://play-lh.googleusercontent.com/proxy/4L61PbCIChwZJzGTppJT18fCpL0XZm4ReonI-JERNY2lOvNz5HW8O3BgOspQZip3RJw4fHuHHFf1fBNLTJQDGMQt5QMnXOXfIRKZTTdX429yL0EdNRlVO5Y=s1920-w1920-h1080",
      "release_date": "2012-12-25",
      "vote_average": 8.1,
      "vote_count": 1700000,
      "popularity": 73.9,
      "genre_ids": [18, 37],
      "original_language": "en"
    },
    {
      "id": 37,
      "title": "WALL·E",
      "overview": "Un cuento futurista sobre soledad, consumo y esperanza: WALL·E, robot compactador, recorre un planeta devastado por el desecho humano hasta encontrar compañía y propósito. Gran parte del film comunica emociones sin diálogos, mediante animación detallada y diseño sonoro. Es, a la vez, crítica ecológica y fábula optimista sobre la capacidad de restauración y cariño en un mundo tecnológico.",
      "poster_path": "https://image.tmdb.org/t/p/w500/hbhFnRzzg6ZDmm8YAmxBnQpQIPh.jpg",
      "backdrop_path": "https://images.mubicdn.net/images/artworks/556332/cache-556332-1686643082/images-original.png",
      "release_date": "2008-06-22",
      "vote_average": 8.1,
      "vote_count": 1200000,
      "popularity": 67.2,
      "genre_ids": [16, 10751, 878],
      "original_language": "en"
    },
    {
      "id": 38,
      "title": "The Shining",
      "overview": "Kubrick adapta la novela en una exploración de la locura y el aislamiento: Jack Torrance y su familia quedan atrapados en un hotel que parece habitarse por fuerzas malignas. La película es tensionante y simbólica, jugando con arquitectura, repetición y el descenso al delirio. Su potencia visual y sonora configuran una experiencia inquietante que ha generado múltiples lecturas sobre la naturaleza de la violencia y la identidad.",
      "poster_path": "https://images.justwatch.com/poster/129659342/s718/el-resplandor.jpg",
      "backdrop_path": "https://cdn.cinencuentro.com/wp-content/uploads/2013/02/The-Shining.png",
      "release_date": "1980-05-23",
      "vote_average": 8.2,
      "vote_count": 1300000,
      "popularity": 61.4,
      "genre_ids": [27, 53],
      "original_language": "en"
    },
    {
      "id": 39,
      "title": "Oldboy",
      "overview": "Un thriller surcoreano sobre encierro y venganza que combina giros extremos con una estética poderosa. Un hombre es secuestrado sin explicación durante años y luego liberado para descubrir la razón de su castigo; la película explora trauma, memoria y la magnitud de la retribución en narrativas extremas. Su desenlace, chocante y elegante, consolidó la obra como referente del cine asiático contemporáneo.",
      "poster_path": "https://m.media-amazon.com/images/I/51C+DmyRQ8S._AC_UF894,1000_QL80_.jpg",
      "backdrop_path": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT58ofE-8YNqTzeHIWOOL0Rsp-TKsSF27Xj0g&s",
      "release_date": "2003-11-21",
      "vote_average": 8.3,
      "vote_count": 800000,
      "popularity": 55.6,
      "genre_ids": [28, 18, 53, 9648],
      "original_language": "ko"
    },
    {
      "id": 40,
      "title": "Avengers: Infinity War",
      "overview": "Un cruce masivo del universo superheróico: Avengers, Guardianes y aliados enfrentan la amenaza de Thanos, cuya misión de reunir las Gemas del Infinito plantea el conflicto global. La película equilibra espectaculares secuencias de acción con pérdidas dramáticas que subvierten la fórmula del blockbuster. Más allá del espectáculo, el relato explora la ética del sacrificio y las consecuencias de decisiones a escala planetaria.",
      "poster_path": "https://m.media-amazon.com/images/I/711vSozMAAL._AC_UF894,1000_QL80_.jpg",
      "backdrop_path": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR5WZ9t3ukfniAs0n8tyKqiShRcs1A0Ha_9bw&s",
      "release_date": "2018-04-25",
      "vote_average": 8.3,
      "vote_count": 2900000,
      "popularity": 94.8,
      "genre_ids": [12, 28, 878],
      "original_language": "en"
    },
    {
      "id": 41,
      "title": "Avengers: Endgame",
      "overview": "Cierre emocional del arco iniciado en fases anteriores: los supervivientes buscan revertir la catástrofe provocada por Thanos mediante una odisea que combina nostalgia, riesgo y sacrificio. 'Endgame' es una mezcla de homenaje, culminación narrativa y set pieces espectaculares, y su motor emocional proviene de las relaciones entre personajes y de los precios personales que la victoria exige.",
      "poster_path": "https://www.infobae.com/resizer/v2/https%3A%2F%2Fs3.amazonaws.com%2Farc-wordpress-client-uploads%2Finfobae-wp%2Fwp-content%2Fuploads%2F2019%2F04%2F24133716%2Favengers-endgame-22.jpg?auth=38fb6f544a2ffb3777ef8617b55c97f2a569a1ad347c438948497e308dc6ec98&smart=true&width=1200&height=1200&quality=85",
      "backdrop_path": "https://sm.ign.com/ign_es/screenshot/default/avengers-endgame-cast-characters-uhdpapercom-4k-68_gpws.jpg",
      "release_date": "2019-04-24",
      "vote_average": 8.3,
      "vote_count": 2400000,
      "popularity": 92.1,
      "genre_ids": [12, 28, 878],
      "original_language": "en"
    },
    {
      "id": 42,
      "title": "Toy Story",
      "overview": "Una historia entrañable sobre identidad, amistad y cambio: los juguetes cobran vida y deben procesar el abandono, la lealtad y la evolución de su dueño. 'Toy Story' introdujo una forma narrativa que emociona tanto a niños como adultos, combinando humor, sinceridad y profundidad emocional en personajes claramente dibujados. Es, además, un hito técnico en la animación por su innovación y su enfoque humano.",
      "poster_path": "https://image.tmdb.org/t/p/w500/uXDfjJbdP4ijW5hWSBrPrlKpxab.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/7c9UVPPiTPltouxRVY6N9uugaVA.jpg",
      "release_date": "1995-11-19",
      "vote_average": 8.3,
      "vote_count": 1000000,
      "popularity": 75.3,
      "genre_ids": [16, 10751, 35],
      "original_language": "en"
    },
    {
      "id": 43,
      "title": "Coco",
      "overview": "Una celebración de la memoria y la familia, 'Coco' explora el Día de los Muertos para contar una historia sobre talento, memoria y reconciliación familiar. Miguel emprende un viaje al mundo de los muertos que es visualmente exuberante y emocionalmente contundente; el film combina tradición, música y conflicto intergeneracional en una fábula sobre identidad y perdón.",
      "poster_path": "https://pics.filmaffinity.com/Coco-155051069-large.jpg",
      "backdrop_path": "https://i.ytimg.com/vi/yZ7cBunq8xo/maxresdefault.jpg",
      "release_date": "2017-10-27",
      "vote_average": 8.2,
      "vote_count": 1100000,
      "popularity": 78.5,
      "genre_ids": [16, 10751, 12, 35, 14],
      "original_language": "en"
    },
    {
      "id": 44,
      "title": "Your Name",
      "overview": "Una preciosa mezcla de romance y fantasía donde dos jóvenes intercambian cuerpos y, a través de esa experiencia, descubren la fuerza del destino y del recuerdo. La película combina belleza visual con una trama que articula pérdida y espera; su pulso emocional y su sensibilidad estética la convirtieron en un fenómeno global del cine de animación contemporáneo.",
      "poster_path": "https://image.tmdb.org/t/p/w500/q719jXXEzOoYaps6babgKnONONX.jpg",
      "backdrop_path": "https://fotografias.larazon.es/clipping/cmsimages01/2019/08/09/64A61344-83AE-4AA5-818C-84D50280B3B4/98.jpg?crop=1031,580,x0,y53&width=1900&height=1069&optimize=low&format=webply",
      "release_date": "2016-08-26",
      "vote_average": 8.6,
      "vote_count": 900000,
      "popularity": 71.8,
      "genre_ids": [16, 18, 14, 10749],
      "original_language": "ja"
    },
    {
      "id": 45,
      "title": "Braveheart",
      "overview": "Braveheart es la épica de William Wallace: una mezcla de saga histórica y relato personal sobre libertad y sacrificio. La película construye escenas de batalla memorables y momentos íntimos que hablan de traición, liderazgo y la fuerza de una causa. Aunque contiene licencias históricas, su potencia dramática radica en ofrecer una fábula sobre dignidad colectiva y resistencia frente a la opresión, con secuencias que han quedado en la iconografía del cine épico moderno.",
      "poster_path": "https://www.posterscine.com/media/catalog/product/cache/1c91d037a1f0ef180108abb0973795cc/p/_/p_ster_braveheart.png",
      "backdrop_path": "https://www.viaempresa.cat/uploads/s1/24/91/2/braveheart-24912.jpg",
      "release_date": "1995-05-24",
      "vote_average": 8.3,
      "vote_count": 1100000,
      "popularity": 69.7,
      "genre_ids": [18, 28, 36, 10752],
      "original_language": "en"
    },
    {
      "id": 46,
      "title": "Joker",
      "overview": "Un estudio sombrío sobre la alienación urbana y la construcción del monstruo social: Arthur Fleck se transforma en Joker en un proceso que mezcla enfermedad mental, humillación y fracaso institucional. La película apuesta por un tono íntimo y perturbador, centrado en la actuación para explorar cómo la marginalidad puede devenir en violencia performativa. Es una obra que polarizó audiencias y que dejó preguntas incómodas sobre responsabilidad social y representación del mal.",
      "poster_path": "https://image.tmdb.org/t/p/w500/udDclJoHjfjb8Ekgsd4FDteOkCU.jpg",
      "backdrop_path": "https://i.blogs.es/5f0ccd/joker-cartel/1366_2000.jpeg",
      "release_date": "2019-10-02",
      "vote_average": 8.2,
      "vote_count": 1900000,
      "popularity": 87.3,
      "genre_ids": [80, 18, 53],
      "original_language": "en"
    },
    {
      "id": 47,
      "title": "Blade Runner 2049",
      "overview": "Secuela contemplativa que retoma preguntas sobre qué nos hace humanos: K, un blade runner, descubre pistas que cuestionan la memoria, la identidad y la herencia cultural en un mundo posindustrial. Visualmente espectacular y narrativamente meditativa, la película prioriza atmósfera, sonido y paisajes urbanos para profundizar en el legado del original y en la búsqueda de significado dentro de estructuras tecnológicas.",
      "poster_path": "https://upload.wikimedia.org/wikipedia/an/9/9b/Blade_Runner_2049_poster.png",
      "backdrop_path": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/v2/QPCC37VHQII6PERQYREVEAYLS4.jpg?auth=9980bfd52ddf3c35c32071c67f498c2fcf904e6c35b676945ba4a62a0f76d7e2&width=1440",
      "release_date": "2017-10-04",
      "vote_average": 7.5,
      "vote_count": 1100000,
      "popularity": 68.9,
      "genre_ids": [878, 18, 9648],
      "original_language": "en"
    },
    {
      "id": 48,
      "title": "The Truman Show",
      "overview": "Una fábula sobre vigilancia, realidad y autenticidad: Truman vive en un mundo fabricado donde cada gesto es espectáculo. La película interroga la construcción mediática de la vida privada y la posibilidad de recuperar libertad en medio de la manipulación. Su tono mezcla ironía y empatía, y plantea preguntas sobre los límites del entretenimiento y la dignidad personal.",
      "poster_path": "https://image.tmdb.org/t/p/w500/vuza0WqY239yBXOadKlGwJsZJFE.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/7c9UVPPiTPltouxRVY6N9uugaVA.jpg",
      "release_date": "1998-06-04",
      "vote_average": 8.1,
      "vote_count": 1200000,
      "popularity": 64.2,
      "genre_ids": [35, 18],
      "original_language": "en"
    },
    {
      "id": 49,
      "title": "Howl's Moving Castle",
      "overview": "Miyazaki ofrece un cuento sobre transformación y coraje: Sophie y Howl navegan un mundo de magia donde la identidad se reconfigura. La película combina diseño fantástico con reflexiones sobre la guerra, la vejez y la libertad personal, y destaca por su imaginación visual y ternura ética.",
      "poster_path": "https://preview.redd.it/official-poster-for-20th-anniversary-re-release-of-hayao-v0-ics4m7zf10od1.jpeg?auto=webp&s=d02ddab73342b1e52788866e98fe9365b88a0dc7",
      "backdrop_path": "https://img2.rtve.es/n/2023528",
      "release_date": "2004-09-09",
      "vote_average": 8.4,
      "vote_count": 800000,
      "popularity": 58.7,
      "genre_ids": [14, 16, 10751],
      "original_language": "ja"
    },
    {
      "id": 50,
      "title": "The Wolf of Wall Street",
      "overview": "Un retrato corrosivo sobre exceso, ambición y caída moral: Jordan Belfort encarna el triunfo y la decadencia del capitalismo descontrolado. La película, con ritmo febril y un elenco desbordante, usa humor grotesco para criticar la cultura del dinero fácil, al mismo tiempo que expone los efectos humanos y legales de la impunidad financiera. Es una sátira feroz que entretiene y escandaliza a partes iguales.",
      "poster_path": "https://image.tmdb.org/t/p/w500/34m2tygAYBGqA9MXKhRDtzYd4MR.jpg",
      "backdrop_path": "https://image.tmdb.org/t/p/w500/7c9UVPPiTPltouxRVY6N9uugaVA.jpg",
      "release_date": "2013-12-25",
      "vote_average": 8.0,
      "vote_count": 1900000,
      "popularity": 79.4,
      "genre_ids": [35, 18, 80],
      "original_language": "en"
    }
  ]
}